{
    "Profile Information": "Informações do perfil",
    "Update your account's profile information and email address.": "Atualize os dados do seu perfil e endereço de e-mail.",
    "Name": "Nome",
    "Email": "E-mail",
    "Your email address is unverified.": "Seu endereço de e-mail não foi verificado.",
    "Click here to re-send the verification email.": "Clique aqui para reenviar o e-mail de verificação.",
    "A new verification link has been sent to your email address.": "Um novo link de verificação foi enviado para o seu e-mail.",
    "Save": "Salvar",
    "Saved.": "Salvo.",
    "Update Password": "Atualizar senha",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de usar uma senha longa e aleatória para manter sua conta segura.",
    "Current Password": "Senha atual",
    "New Password": "Nova senha",
    "Confirm Password": "Confirmar senha",
    "Delete Account": "Excluir conta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Ao excluir sua conta, todos os recursos e dados serão apagados permanentemente. Antes de prosseguir, faça download de qualquer informação que deseje manter.",
    "Are you sure you want to delete your account?": "Tem certeza de que deseja excluir sua conta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Quando sua conta for excluída, todos os recursos e dados serão apagados permanentemente. Informe sua senha para confirmar a exclusão definitiva.",
    "Password": "Senha",
    "Cancel": "Cancelar",
    "Profile": "Perfil",
    "Dashboard": "Painel",
    "Log Out": "Sair",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura do sistema. Confirme sua senha antes de continuar.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu a senha? Sem problema. Informe seu e-mail e enviaremos um link para redefinição.",
    "Email Password Reset Link": "Enviar link de redefinição",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por se registrar! Antes de começar, verifique seu e-mail clicando no link que acabamos de enviar. Se não recebeu, podemos reenviar.",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o e-mail informado no cadastro.",
    "Resend Verification Email": "Reenviar e-mail de verificação",
    "Already registered?": "Já possui cadastro?",
    "Register": "Cadastrar",
    "Remember me": "Lembrar-me",
    "Forgot your password?": "Esqueceu a senha?",
    "Log in": "Entrar",
    "Confirm": "Confirmar",
    "Reset Password": "Redefinir senha"
}
